Repository: yakushabb/dot-matrix
Catalog: po/*.po
Languages: tr

source: The creativity playground of lines and curves
tr: Çizgiler ve eğriler üretmek için oyun alanı

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
tr: Nokta ızgarasında simgeler, glifler ya da çizgilerle oluşturabileceğiniz herhangi bir şey üretin

source: Select whetether to draw with lines or curves.
tr: Çizgilerle ya da eğrilerle çizim seçeneği.

source: Quit anytime with the shortcut Ctrl + Q
tr: Ctrl + Q kısayoluyla istediğiniz zaman çıkın

source: Undo with the shortcut Ctrl + Z
tr: Ctrl + Z kısayoluyla geri alın

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + X and Ctrl + Shift + X
tr: Ctrl + X ve Ctrl + Shift + X kısayollarını kullanarak çizgi kalınlığını +5 ya da -5 olarak değiştirin

source: Default view
tr: Öntanımlı görünüm

source: The glyph playground of creativity from simple lines
tr: Basit çizgilerden glif türetmek için oyun alanı

source: Matrix;Vector;Drawing;Grid;
tr: Matrix;Vector;Drawing;Grid;Vektör;Çizim;Izgara;Çiz;

source: Canvas Width
tr: Tuval Genişliği

source: The canvas width.
tr: Tuval genişliği.

source: Canvas Height
tr: Tuval Yüksekliği

source: The canvas height.
tr: Tuval yüksekliği.

source: New Glyph
tr: Yeni Glif

source: Save Glyph As…
tr: Glifi Farklı Kaydet…

source: Preferences
tr: Tercihler

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: About Dot Matrix
tr: Dot Matrix Hakkında

source: Redo Recent Path
tr: Son Yolu Yinele

source: Undo Recent Path
tr: Son Yolu Geri Al

source: Glyph Name
tr: Glif Adı

source: Title the glyph for saving
tr: Kaydetmek için glifin başlığı

source: Line
tr: Çizgi

source: Arc
tr: Yay

source: Inverted Arc
tr: Ters Yay

source: Pick a Line Color
tr: Çizgi Rengi Seç

source: Line Color
tr: Çizgi Rengi

source: Close All Paths
tr: Tüm Yolları Kapat

source: Line Thickness
tr: Çizgi Kalınlığı

source: General
tr: Genel

source: Glyph Canvas
tr: Glif Tuvali

# shortcut window
source: General
tr: Genel

# shortcut window
source: Quit
tr: Çık

# shortcut window
source: New Glyph
tr: Yeni Glif

# shortcut window
source: Save Glyph As…
tr: Glifi Farklı Kaydet…

# shortcut window
source: Undo
tr: Geri Al

# shortcut window
source: Redo
tr: Yinele

# shortcut window
source: Drawing
tr: Çizim

# shortcut window
source: Decrease Line Thickness
tr: Çizgi Kalınlığını Azalt

# shortcut window
source: Increase Line Thickness
tr: Çizgi Kalınlığını Arttır

source: The glyph playground of creativity from simple lines.
tr: Basit çizgilerden glif türetmek için oyun alanı.

source: translator-credits
tr: Sabri Ünal <yakushabb@gmail.com>

source: Save Image?
tr: Görüntü Kaydedilsin Mi?

source: Not saving means that the image will be lost forever.
tr: Kaydetmemek görüntünün sonsuza kadar kaybolacağı anlamına gelir.

source: Don't Save
tr: Kaydetme

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: SVG files
tr: SVG dosyaları

source: All files
tr: Tüm dosyalar
